const products = [

{
name: "消金混合",
price: "1",
min: "5000",
delivery: "1-3天",
rate: "4-6%",
rating: 5.5,
format:["电话","平台","姓名","地区","类型"],
examples:[
 ["13000000000","平安消费金融","张三","深圳","申请成功"],
 ["13000000000","法巴消金","李四","武汉","申请成功"]
]
},

{
name: "银行混合",
price: "1",
min: "5000",
delivery: "1-3天",
rate: "3-5%",
rating: 5.4,
format:["电话","平台","姓名","地区","类型"],
examples:[
 ["13000000000","工商银行","张三","深圳","申请成功"],
 ["13000000000","兴业银行","李四","武汉","申请成功"]
]
},


{
name: "在缴公积金",
price: "0.8",
min: "5000",
delivery: "1天",
rate: "3-5%",
rating: 4.5,
format:["电话","姓名","身份证号","性别","单位","城市"],
examples:[
 ["13800000001","张三","123456……","男","广州市鑫云……","广州"],
 ["13800000001","李四","123456……","男","广州市诚信……","广州"]
]
},

{
name: "短信回复01",
price: "2.5",
min: "1000",
delivery: "1天",
rate: "5-7%",
rating: 5,
format:["电话","短信内容","回复内容","时间"],
examples:[
 ["13666666666","【工商银行】您好，你可申办一笔398000元周转资金，期限……回复1查利率，回复2咨询申办，退订回复T","1","2026/1/22"],
 ["13666666666","【农业银行】尊敬的客户您好，您在我行可以申办398000元储备资金，期限……回复1查利率，回复2咨询申办，退订回复T","2","2026/1/22"]
]
},

{
name: "短信下还",
price: "1",
min: "5000",
delivery: "1天",
rate: "4-6%",
rating: 4,
format:["电话","地区","平台","短信行为","日期","还/放款金额"],
examples:[
 ["13312341234","厦门","拍拍贷","还款成功","2026-1-26","500-1000"],
 ["13312341234","厦门","放心借","放款成功","2026-1-26","5000-10000"]
]
},

{
name: "信用卡在持",
price: "0.4",
min: "10000",
delivery: "1天",
rate: "2-3%",
rating: 2.5,
format:["电话","城市","卡行","第一次使用时间","最近使用时间"],
examples:[
 ["13400001111","苏州","中国银行","2023-09-03","2026-01-03"],
 ["13400001111","苏州","中信银行","2023-05-08","2025-12-13"]
]
},

{
name: "车主",
price: "0.4",
min: "10000",
delivery: "1天",
rate: "2-3%",
rating: 2.5,
format:["电话","车牌号","车辆型号","车辆年份","出厂价","地区","性别"],
examples:[
 ["13112345678","渝A……","宝马X3","2021","30万以上","重庆","男"],
 
]
},

{
name: "网关（银行混合）",
price: "0.3",
min: "10000",
delivery: "1-3天",
rate: "2-5%",
rating: 4.5,
format:["电话","地区","平台"],
examples:[
 ["13555555555","广东省广州市","中信银行-信秒贷"],
 ["13555555555","江西省赣州市","工商银行-融E借"]
]
},

{
name: "DPI活跃",
price: "0.3",
min: "10000",
delivery: "1-3天",
rate: "2-5%",
rating: 4.5,
format:["电话","地区","平台"],
examples:[
 ["13800000001","广东 珠海","wap.bank.ecitic.com 中信银行-信秒贷"],
 ["13800000001","广东 珠海","wap.bank.ecitic.com 中信银行-信秒贷"]
]
},

{
name: "度小满进线",
price: "1.5",
min: "3000",
delivery: "1-2天",
rate: "7-10%",
rating: 5.2,
format:["电话","名字","性别","地区","活跃时间"],
examples:[
 ["13800000000","张三","男","长沙","2026-01-05 18:32:12"],
 ["13800000000","李四","女","苏州","2026-01-05 18:32:12"]
]
},

{
name: "建行进线",
price: "3",
min: "1000",
delivery: "1-3天",
rate: "5-7%",
rating: 3.8,
format:["电话","名字","性别","地区","产品","活跃时间"],
examples:[
 ["13800000000","张三","男","长沙","建行进线","2026-01-05 18:32:12"],
 ["13800000000","李四","女","苏州","建行进线","2026-01-05 18:32:12"]
]
},

{
name: "平安02",
price: "1.5",
min: "1000",
delivery: "1-3天",
rate: "6-8%",
rating: 3.8,
format:["电话","姓名","性别","地区","产品标识","日期"],
examples:[
 ["13800000001","张三","男","天津","平安进线02","2026/3/5"],
 ["13800000001","王五","女","上海","平安进线02","2026/3/5"]
]
},

{
name: "南银法巴",
price: "3",
min: "1000",
delivery: "1-3天",
rate: "7-10%",
rating: 3.8,
format:["电话","姓名","性别","地区","产品标识","日期"],
examples:[
 ["13800000001","张三","男","天津","鑫梦享","2026/3/5"],
 ["13800000001","王五","女","上海","鑫梦享","2026/3/5"]
]
},

{
name: "兴业/中国/中邮个贷",
price: "2.3",
min: "1000",
delivery: "1-3天",
rate: "5-7%",
rating: 3.5,
format:["电话","姓名","性别","地区","产品标识","日期"],
examples:[
 ["13800000001","张三","男","天津","兴业银行个人消费贷款","2026/3/5"],
 ["13800000001","王五","女","上海","中国银行个人消费贷款","2026/3/5"]
]
},

{
name: "360借条进线",
price: "1.3",
min: "3000",
delivery: "1-3天",
rate: "6-8%",
rating: 5,
format:["电话","名字","性别","地区","活跃时间"],
examples:[
 ["13800000000","张三","男","长沙","2026-01-05 18:32:12"],
 ["13800000000","李四","女","苏州","2026-01-05 18:32:12"]
]
},

{
name: "网贷群呼",
price: "0.12",
min: "20000",
delivery: "1-3天",
rate: "0.1%",
rating: 2.2,
format:["电话","平台","日期"],
examples:[
 ["13800000001","分期乐","3月2日"],
 ["13800000001","拍拍贷","3月2日"]
]
},

{
name: "网贷混合",
price: "1",
min: "5000",
delivery: "1-3天",
rate: "5-7%",
rating: 2.8,
format:["电话","平台","姓名","城市","登陆时间"],
examples:[
 ["13800000001","分期乐","张三","杭州","2026-01-21 09:22:13"],
 ["13800000001","拍拍贷","李四","杭州","2026-01-21 09:22:13"]
]
},

{
name: "联通400劫持",
price: "4",
min: "1000",
delivery: "1-3天",
rate: "8-10%",
rating: 3.2,
format:["电话","条件","平台"],
examples:[
 ["13800000001","呼入","平安400……"],
 ["13800000001","呼出","平安400……"]
]
},

{
name: "平安进线01",
price: "4",
min: "1000",
delivery: "1-3天",
rate: "8-12%",
rating: 3.2,
format:["电话","姓名","性别","地区","产品标识","日期"],
examples:[
 ["13800000001","张三","男","天津","平安-贷款","2026/3/5"],
 ["13800000001","王五","女","上海","平安-贷款","2026/3/5"]
]
},

{
name: "短信回复02",
price: "2.5",
min: "500",
delivery: "1-3天",
rate: "35%",
rating: 2,
format:["电话","短信内容","回复内容","时间"],
examples:[
 ["13666666666","【工商银行】您好，你可申办一笔398000元周转资金，期限……回复1查利率，回复2咨询申办，退订回复T","1","2026/1/22"],
 ["13666666666","【农业银行】尊敬的客户您好，您在我行可以申办398000元储备资金，期限……回复1查利率，回复2咨询申办，退订回复T","2","2026/1/22"]
]
},

{
name: "新版南银",
price: "6",
min: "500",
delivery: "1-3天",
rate: ">10%",
rating: 2,
format:["电话","姓名","性别","地区","产品标识","日期"],
examples:[
 ["13800000001","张三","男","天津","鑫梦享","2026/3/5"],
 ["13800000001","王五","女","上海","鑫梦享","2026/3/5"]
]
},


];